**** file system structure of the package

     #+BEGIN_SRC shell :dir /usr/local/opt/postgresql-common :results output
       tree .
     #+END_SRC

     #+RESULTS:
     #+begin_example
     .
     ├── INSTALL_RECEIPT.json
     ├── README.Debian
     ├── TODO
     ├── architecture.html
     ├── bin
     │   ├── clusterdb -> pg_wrapper
     │   ├── createdb -> pg_wrapper
     │   ├── createlang -> pg_wrapper
     │   ├── createuser -> pg_wrapper
     │   ├── dropdb -> pg_wrapper
     │   ├── droplang -> pg_wrapper
     │   ├── dropuser -> pg_wrapper
     │   ├── pg_basebackup -> pg_wrapper
     │   ├── pg_config
     │   ├── pg_conftool
     │   ├── pg_createcluster
     │   ├── pg_ctlcluster
     │   ├── pg_dropcluster
     │   ├── pg_dump -> pg_wrapper
     │   ├── pg_dumpall -> pg_wrapper
     │   ├── pg_isready -> pg_wrapper
     │   ├── pg_lsclusters
     │   ├── pg_receivexlog -> pg_wrapper
     │   ├── pg_restore -> pg_wrapper
     │   ├── pg_updatedicts
     │   ├── pg_upgradecluster
     │   ├── pg_wrapper
     │   ├── pgbench -> pg_wrapper
     │   ├── psql -> pg_wrapper
     │   ├── reindexdb -> pg_wrapper
     │   ├── vacuumdb -> pg_wrapper
     │   └── vacuumlo -> pg_wrapper
     └── share
         ├── man
         │   ├── man1
         │   │   ├── pg_conftool.1
         │   │   ├── pg_createcluster.1
         │   │   ├── pg_ctlcluster.1
         │   │   ├── pg_dropcluster.1
         │   │   ├── pg_lsclusters.1
         │   │   ├── pg_renamecluster.1
         │   │   ├── pg_upgradecluster.1
         │   │   └── pg_wrapper.1
         │   ├── man5
         │   │   ├── postgresqlrc.5
         │   │   └── user_clusters.5
         │   ├── man7
         │   │   └── postgresql-common.7 -> ../man1/pg_wrapper.1
         │   └── man8
         │       └── pg_updatedicts.8
         └── postgresql-common
             └── PgCommon.pm

     8 directories, 44 files
     #+end_example
